[
    {
        "categoria": [
            "o que você faria ?"
        ],
        "assunto": "O que você faria se descobrisse que pode viajar no tempo, mas apenas para momentos da sua própria vida?"
    },
    {
        "categoria": [
            "o que você faria ?"
        ],
        "assunto": "O que você faria se tivesse que sobreviver sozinho em uma ilha deserta por um mês?"
    },
    {
        "categoria": [
            "o que você faria ?"
        ],
        "assunto": "O que você faria se acordasse com a habilidade de entender e falar com os animais?"
    },
    {
        "categoria": [
            "o que você faria ?"
        ],
        "assunto": "O que você faria se recebesse um bilhete de loteria premiado por engano?"
    },
    {
        "categoria": [
            "o que você faria ?"
        ],
        "assunto": "O que você faria se tivesse que escolher entre nunca mais usar tecnologia ou nunca mais viajar?"
    },
    {
        "categoria": [
            "e se..."
        ],
        "assunto": "O que você faria se pudesse passar um dia inteiro em qualquer lugar do mundo sem limitações financeiras?"
    },
    {
        "categoria": [
            "e se..."
        ],
        "assunto": "O que você faria se tivesse a chance de reviver um dia específico da sua vida?"
    },
    {
        "categoria": [
            "preferência"
        ],
        "assunto": "Se você pudesse escolher, preferiria ter a habilidade de ler mentes ou de se teletransportar?"
    },
    {
        "categoria": [
            "preferência"
        ],
        "assunto": "Se pudesse trocar de lugar com qualquer personagem de filme, qual escolheria e por quê?"
    },
    {
        "categoria": [
            "reflexão"
        ],
        "assunto": "Qual foi o momento mais desafiador da sua vida até agora e o que aprendeu com ele?"
    },
    {
        "categoria": [
            "futuro"
        ],
        "assunto": "Se pudesse viver em qualquer época, passada ou futura, qual escolheria?"
    },
    {
        "categoria": [
            "preferência"
        ],
        "assunto": "Se pudesse escolher uma habilidade para dominar instantaneamente, qual seria?"
    },
    {
        "categoria": [
            "opinião"
        ],
        "assunto": "Qual é o valor mais importante que uma pessoa deve ter, na sua opinião?"
    },
    {
        "categoria": [
            "reflexão"
        ],
        "assunto": "Qual foi o último grande erro que você cometeu e como lidou com ele?"
    },
    {
        "categoria": [
            "sonhos"
        ],
        "assunto": "Se pudesse realizar um sonho que ainda não alcançou, qual seria?"
    },
    {
        "categoria": [
            "opinião"
        ],
        "assunto": "Qual tecnologia você gostaria que existisse em nossa vida e por quê?"
    },
    {
        "categoria": [
            "curiosidade"
        ],
        "assunto": "Se pudesse jantar com qualquer pessoa, viva ou morta, quem escolheria?"
    },
    {
        "categoria": [
            "futuro"
        ],
        "assunto": "Qual seria o futuro ideal para a humanidade, em sua opinião?"
    },
    {
        "categoria": [
            "futuro"
        ],
        "assunto": "Se pudesse receber uma mensagem de si mesmo do futuro, o que gostaria que ela dissesse?"
    },
    {
        "categoria": [
            "futuro"
        ],
        "assunto": "Se no futuro fosse possível transferir a consciência para um corpo artificial, você faria isso?"
    },
    {
        "categoria": [
            "futuro"
        ],
        "assunto": "Se pudesse fazer uma única pergunta para alguém do futuro, o que perguntaria?"
    },
    {
        "categoria": [
            "reflexão"
        ],
        "assunto": "Se pudesse mudar uma única decisão que tomou no passado, qual seria e por quê?"
    },
    {
        "categoria": [
            "criatividade"
        ],
        "assunto": "Se pudesse inventar uma nova tradição para celebrar uma data especial, como ela seria?"
    },
    {
        "categoria": [
            "preferência"
        ],
        "assunto": "Se você pudesse ser um super-herói ou vilão, qual seria o seu nome e qual seria o seu poder mais inútil?"
    },
    {
        "categoria": [
            "e se..."
        ],
        "assunto": "O que você faria se ficasse preso em um videogame por um dia inteiro?"
    },
    {
        "categoria": [
            "curiosidade"
        ],
        "assunto": "Se você pudesse ser qualquer animal por 24 horas, qual escolheria e o que faria?"
    },
    {
        "categoria": [
            "reflexão"
        ],
        "assunto": "Qual foi a coisa mais estranha ou engraçada que já te aconteceu em público?"
    },
    {
        "categoria": [
            "criatividade"
        ],
        "assunto": "Se pudesse inventar um novo sabor de sorvete, qual seria?"
    },
    {
        "categoria": [
            "opinião"
        ],
        "assunto": "Qual personagem de desenho animado você acha que seria o melhor amigo na vida real?"
    },
    {
        "categoria": [
            "futuro"
        ],
        "assunto": "Se robôs fizessem tudo por você, qual seria a única coisa que você ainda gostaria de fazer sozinho?"
    },
    {
        "categoria": [
            "e se..."
        ],
        "assunto": "O que você faria se pudesse falar qualquer idioma instantaneamente, mas apenas por uma hora?"
    },
    {
        "categoria": [
            "preferência"
        ],
        "assunto": "Se pudesse comer apenas um tipo de comida pelo resto da vida, qual seria e por quê?"
    },
    {
        "categoria": [
            "criatividade"
        ],
        "assunto": "Se sua vida fosse transformada em um reality show, qual seria o nome?"
    },
    {
        "categoria": [
            "curiosidade"
        ],
        "assunto": "Se você pudesse ter uma planta que te desse qualquer tipo de alimento instantaneamente, qual seria?"
    },
    {
        "categoria": [
            "e se..."
        ],
        "assunto": "O que você faria se acordasse e percebesse que virou um meme famoso na internet?"
    },
    {
        "categoria": [
            "reflexão"
        ],
        "assunto": "Qual foi a coisa mais tola que você acreditava quando era criança?"
    },
    {
        "categoria": [
            "preferência"
        ],
        "assunto": "Se pudesse escolher entre voar ou ser invisível, qual escolheria e por quê?"
    },
    {
        "categoria": [
            "criatividade"
        ],
        "assunto": "Se você tivesse que criar um esporte novo, como ele seria e quais seriam as regras principais?"
    },
    {
        "categoria": [
            "criatividade"
        ],
        "assunto": "Se tivesse que criar um parque temático baseado em um conceito único, qual seria o tema e suas atrações?"
    },
    {
        "categoria": [
            "criatividade"
        ],
        "assunto": "Se você tivesse que inventar um novo superpoder que ninguém mais tem, qual seria e como funcionaria?"
    }, 
    {
        "categoria": [
            "criatividade"
        ],
        "assunto": "Se você pudesse criar um novo feriado mundial, qual seria o motivo da celebração e como as pessoas comemorariam?"
    }
]